import React from "react";

const About = () => {
  return (
    <div className="container m-auto bg-smokewhite lg:w-[1000px] my-3 [direction:rtl]">
      <p className="text-center text-2xl p-10 flex flex-col gap-3">
        مجموعة طلعت مصطفى القابضة (TMG) هي تكتل رائد يُركز بشكل خاص على تطوير
        مجتمعات متكاملة، تشمل على سبيل المثال لا الحصر مشاريع عقارية وفندقية
        متعددة الاستخدامات في المدن الرئيسية بمصر، بمساحة إجمالية تبلغ 53 مليون
        متر مربع. تتمتع المجموعة بسجل حافل يمتد لخمسين عامًا في قطاع الإسكان
        والتطوير العقاري، حيث طورت أكثر من 33 مليون متر مربع من الأراضي وباعت
        أكثر من 90 ألف وحدة.
        <br className="" />
        <p></p>
        تتمثل رؤية مجموعة طلعت مصطفى في "تطوير المجتمعات" من خلال إنشاء مدن
        سكنية ومجمعات سكنية مستدامة للطبقتين العليا والمتوسطة. كانت مجموعة طلعت
        مصطفى أول من طرح مفهوم المجمعات السكنية المغلقة، في مشروعيها الرائدين،
        الربوة - مدينة الشيخ زايد وماي فير - مدينة الشروق. كانت رؤية مجموعة طلعت
        مصطفى هي الدافع الرئيسي للتوسعات الإضافية في أحجام المشاريع، والتي تجسدت
        في مدينة الرحاب، شرق القاهرة، والتي تمتد على مساحة 9.9 مليون متر مربع
        لاستضافة 200 ألف ساكن، والمشروع الضخم "مدينتي"، الذي يمتد على مساحة 33.6
        مليون متر مربع من الأرض ويستهدف 700 ألف ساكن ، مما يجعلها أكبر مدينة
        متكاملة الخدمات في الشرق الأوسط. بالإضافة إلى مشروع "سيليا" المتميز في
        العاصمة الجديدة، والمجتمع الحصري الذي تم إطلاقه مؤخرًا "بريفادو -
        مدينتي".
        <br className="" />
        بالإضافة إلى مشاريع الفنادق الفاخرة؛ منتجع فور سيزونز شرم الشيخ، وفور
        سيزونز نايل بلازا - القاهرة، وفور سيزونز سان ستيفانو جراند بلازا -
        الإسكندرية، والفندق البوتيكي الفاخر؛ فندق كمبينسكي نايل - القاهرة.
        <br className="" />
        <p className="font-bold text-3xl">المهمة</p> وبناء المجتمع الحديث
        والأماكن السياحية الأكثر تميزًا، عددًا محدودًا ذاتيًا، في مصر لايت، مما
        يسمح لنا بالنضال وتطلعات العملاء لأسلوب حياة مميز في المحكمة والتسوق
        والترفيه وغيرهم.
        <br className="" />
        <p className="font-bold text-3xl">الرؤية</p>
        مهمة مجموعة طلعت مصطفى ليصبح خيار رقم واحد خاص في القطاع العقاري العقاري
        في كل من مصر لايت، ونحن نقدم أسلوب حياة مختلفة تفضل، وزيادة المساهمة في
        زيادة السرعة في قيمة استثمارهم، وليس ذلك، كما يفضل الخيار الأمثل
        للمجموعة للتميز والنجاح، وبالتالي لهم للمساهمة في تنمية وازدهار
        مجتمعاتنا.
      </p>
    </div>
  );
};

export default About;
